import TitleForPage from '../TitleForPage/TitleForPage';
import BanerForSection from 'components/BanerForSection/BanerForSection';
import s from './SectionTransportationOfTheDeceased.module.scss';

const SectionTransportationOfTheDeceased = ({
  title,
  imgBaner,
  imgBannerDescription,
}) => {
  return (
    <section className={s.sectionTransportationOfTheDeceased}>
      <div className={`container ${s.funeralOrganisation__container}`}>
        <TitleForPage title={title} />
        <BanerForSection
          imgBaner={imgBaner}
          imgBannerDescription={imgBannerDescription}
        />

              <h2 className='title'>Документи та процедура перевезення померлого за кордон</h2>

              <p className='description'>Транспортування покійника за кордон пов’язане зі зрозумілих причин із певною <b>бюрократичною тяганиною</b>. Для відправки “вантажу 200” необхідно зібрати повний пакет документів.</p>
        
              <ul className='list'>
                  <li className='listItem'>Свідоцтво про смерть. Його видають органи реєстрації актів громадянського стану (РАЦС або «ЗАГС»). Офіційно засвідчити смерть іноземця на території України для транспортування його тіла на батьківщину може і консульський відділ посольства країни громадянства покійного.</li>
                  <li className='listItem'>Довідка санітарно-епідеміологічної служби або уповноваженої служби про відсутність у покійного небезпечного захворювання або радіоактивного забруднення.</li>
                  <li className='listItem'>Дозвіл посольства країни призначення «Вантажа 200». Цей документ видається в консульському відділі за заявою родичів померлого, що перевозиться.</li>
                  <li className='listItem'>Довідка про неукладання. «Вантаж 200» не раз ставав зручним засобом контрабанди заборонених товарів, наркотиків та зброї, тому митні служби та прикордонники суворо стежать за відсутністю у герметичній цинковій труні та в самому трупі незаконних вкладень.</li>
                  <li className='listItem'>Опис перевезених з покійних речей та цінностей.</li>
                  <li className='listItem'>Дозвіл на перевезення померлого в герметичній цинковій труні.</li>
                  <li className='listItem'>Оформлена митна декларація.</li>
              </ul>

              <p className='description'>Виконання всіх цих пунктів, включаючи підготовку довідки про неукладення та її засвідчення, опис речей, митну декларацію та дозвіл на транспортування тіла в цинковій труні, лежить повністю на плечах співробітників ритуального бюро похоронний дім «Омега». Ми підготуємо відправку «вантажу 200» під ключ і простежимо виконання кожного пункту цього нелегкого процесу.</p>

              <h2 className='title'>Підготовка тіла покійного та процес транспортування з України</h2>

              <p className='description'>Перед тим як занурювати покійного в літак чи будь-який інший транспорт, тіло потрібно підготувати до транспортування.</p>

              <ul className='list'>
                  <li className='listItem'>Підготовка включає процедури з бальзамування тіла для можливості прощання з покійним у країні прибуття.</li>
                  <li className='listItem'>Підготовчий процес може також включати переодягання покійного, нанесення макіяжу, зачісування, гоління і корекцію передсмертних травм і посмертних змін на тілі.</li>
                  <li className='listItem'>Далі слідує герметизація труни в цинковому контейнері. Це обов’язкова умова транспортування небіжчиків через кордон у транспорті загального користування, будь то літак, поїзд, корабель чи автотранспорт.</li>
                  <li className='listItem'>Оформлення митних декларацій та документів для консульського відділу посольства.</li>
                  <li className='listItem'>Прорахунок та вибір оптимального способу транспортування тіла померлого за кордон із України.</li>
                  <li className='listItem'>Супровід «вантажу 200» (за потреби).</li>
              </ul>

              <p className='description'>Наше ритуальне бюро також може зустріти тіло покійного в аеропорту Києва з оформленням усіх відповідних документів з подальшою підготовкою тіла покійного для проведення похорону в Україні.</p>

              <h2 className='title'>Недорогі послуги ритуального бюро краще за самостійну тяганину</h2>

              <p className='descriptionItalic'>Вся процедура оформлення документів та підготовки тіла покійного до перевезення за кордон надто складна навіть для людини у звичайному стані, а для близьких родичів, які перебувають у пригнічених емоціях та у сильному стресі, це практично нездійсненна місія. Бюрократична тяганина може затягтися на довгий час через помилки в документах з незнання та неуважності. Це зірве призначену дату похорону і ще більше додасть стресу рідним та близьким покійного. При цьому ціни на наші послуги наших агентів з перевезення тіла покійного одні з найдоступніших у Києві.</p>
      </div>
    </section>
  );
};

export default SectionTransportationOfTheDeceased;
