import TitleForPage from '../TitleForPage/TitleForPage';
import BanerForSection from 'components/BanerForSection/BanerForSection';
import s from './SectionArtificialWreaths.module.scss';

const SectionArtificialWreaths = ({
  title,
  imgBaner,
  imgBannerDescription,
}) => {
  return (
    <section className={s.sectionArtificialWreaths}>
      <div className={`container ${s.artificialWreaths__container}`}>
        <TitleForPage title={title} />
        <BanerForSection
          imgBaner={imgBaner}
          imgBannerDescription={imgBannerDescription}
        />

        <p className="description">
          Штучні похоронні вінки та жалобні ритуальні кошики мають такий самий
          свіжий вигляд і не відштовхують своєю неприродністю та неживістю.
          Штучні флористичні жалобні композиції так само сповнені символізмом і
          здатні також як і звичайні квіти висловити вашу скорботу, любов і
          повагу до покійного.
        </p>

        <h2 className="title">Як вибрати ритуальний вінок зі штучних квітів</h2>

        <p className="description">
          Особливо суворих флористичних правил і релігійних канонів у
          християнстві щодо створення жалобних букетів, квіткових кошиків та
          вінків немає. Є лише традиції і символізм, що склався в культурі
          народів світу. Живі чи штучні квіти символізують вічне кохання, а
          вінки ще з язичницьких часів одягали на голови померлих, як символ
          переходу у більш досконалий світ на небесах. Ця традиція перейшла і в
          християнський світ, де квітами ми святкуємо перехід душі померлої
          близької людини до Царства Небесного.
        </p>

        <p className="description">
          Штучні квіткові композиції на похороні можуть бути не тільки у вигляді
          вінка, а й як ідеально злагоджена траурна ікебана у кошику, у формі
          монограми або як надгробний букет. Такі похоронні композиції зі
          штучних квітів хоч і не регламентуються суворими правилами, але
          складаються відповідно до культурних традицій, що склалися.
        </p>

        <h2 className='title'>Форма та склад жалобних штучних вінків</h2>

        <p className="description">
          Ритуальний вінок може бути будь-якої форми. Він висловлює почуття,
          відчуття і ставлення до покійного людини, яка виключно підносить таку
          композицію. Серед найпоширеніших форм:
        </p>

        <ul className="list">
          <li className="listItem">
            круглі, як символ нескінченного життя та Сонця – джерела вічної
            життєвої енергії;
          </li>
          <li className="listItem">серце, як найвідоміший символ кохання;</li>
          <li className="listItem">
            краплеподібна або овальна форма, як символ скорботи та смутку.
          </li>
        </ul>

        <p className="description">
          Символізм мають і самі штучні квіти, кількість їх видів та кольорова
          гама:
        </p>

        <ul className="list">
          <li className="listItem">
            молодим непорочним дівчатам та дітям подають вінки з білих та
            фіолетових троянд або лілій, як символ чистоти душі;
          </li>
          <li className="listItem">
            тим, хто прожив важке життя і військовим вінки на похорон складають
            переважно з червоних штучних троянд і гвоздик;
          </li>
          <li className="listItem">
            для вираження глибокої скорботи вінок прикрашають ялиновими гілками.
          </li>
        </ul>

        <p className="description">
          Використовують трохи більше п'яти видів квіток. Не можна
          перевантажувати вінок занадто темними, чорними та темно-червоними
          штучними квітами. Це ще більше посилить траурну обстановку на похороні
          та погіршить емоційний стан усіх присутніх на церемонії прощання.
        </p>

        <h2 className="title">Чому штучні квіти кращі для жалобного вінка?</h2>

        <p className="description">
          Флористи похоронного будинку «Омега» складають будь-які траурні
          композиції з ботанічних копій різних видів квітів та рослин. Букети,
          надгробні квіткові монограми та похоронні вінки складаються із
          сучасного флористичного матеріалу, який природно виглядає та недорого
          коштує.
        </p>

        <p className="description">
          Натуральність зовнішнього вигляду, постійна «свіжість» та порівняно
          низька ціна – головні переваги штучних кольорів, які ми використовуємо
          при складанні жалобних кошиків та вінків для похорону.
        </p>

        <p className="description">
          Ми підберемо для вас ідеальну композицію, щоб ви змогли наповнити
          своїми символами кожну квітку та кожну гілку у вінку. Такий символізм
          допоможе вам висловити любов і скорботу через вчасну втрату, повагу та
          повагу до померлої близької людини, християнські сподівання набуття
          Царства Небесного та вічного життя на небесах.
        </p>
      </div>
    </section>
  );
};

export default SectionArtificialWreaths;
