import TitleForPage from '../TitleForPage/TitleForPage';
import BanerForSection from 'components/BanerForSection/BanerForSection';
import s from './SectionProcessingDocuments.module.scss';

const SectionProcessingDocuments = ({ title, imgBaner, imgBannerDescription }) => {
  return (
    <section className={s.sectionProcessingDocuments}>
      <div className={`container ${s.funeralOrganisation__container}`}>
        <TitleForPage title={title} />
        <BanerForSection
          imgBaner={imgBaner}
          imgBannerDescription={imgBannerDescription}
        />

              <p className="description">Похоронний дім «Омега» бере на себе всі клопоти щодо оформлення документів для похорону, видачі свідоцтва про смерть та отримання дозволу на поховання покійного на одному з цвинтарів Києва.</p>

              <h2 className='title'>Чому важливо довірити оформлення похорону фахівцю?</h2>

              <p className="description">У пригніченому стані після раптової втрати батька, чоловіка чи дитини людям важко раціонально мислити, правильно планувати свої дії та дотримуватися самоорганізації. У такому стресі людина здатна наробити масу бюрократичних помилок, виправляти які потім доведеться довго і втомливо у судовому порядку з додатковими фінансовими витратами.</p>

              <p className="description">Помилки можуть з’явитися у першому, неправильно оформленому документі – у медичному висновку про смерть. Таку довідку видає дільничний лікар чи бригада швидкої медичної допомоги. Поліція має скласти акт про відсутність ознак насильницької смерті. В іншому випадку можуть бути проблеми з отриманням дозволу на кремацію.</p>

              <p className="description">Помилки можуть виникнути і при оформленні свідоцтва про смерть. <b>Цей документ потрібен не тільки для організації похорону та отримання місця на цвинтарі</b>, а й для вирішення наступних юридичних питань. За наявності помилок у свідоцтві про смерть обов’язково виникнуть проблеми з оформленням спадщини. Ці проблеми можна буде вирішити виключно через суд, а це стомлює, довго й потребує серйозних витрат.</p>
        
              <p className="description">Чимало проблем буде і з отриманням допомоги на поховання, якщо в оформлених документах будуть помилки, неточності та нестиковки в датах. Така фінансова допомога від держави нерідко буває єдиним джерелом оплати похорону і в цій ситуації краще не займатися самодіяльністю.</p>

              <p className="description">Ритуальні агенти нашого похоронного бюро – це досвідчені в оформленні документів для похорону фахівці з багаторічним стажем роботи. Ми точно знаємо весь алгоритм бюрократичних дій після смерті людини і не допустимо порушень черговості отримання довідок, а також жодних помилок в офіційних документах. Похоронні агенти нашого ритуального бюро тісно працюють із усіма інстанціями Києва, які оформлюють усі необхідні документи для похорону.</p>

              <h2 className='title'>На що звернути увагу до оформлених документів?</h2>

              <ul className='list'>
                  <li className='listItem'>Паспортні дані померлої людини повинні точно співпадати із занесеними до свідоцтва про смерть. Виправлення у цьому документі не допускаються.</li>
                  <li className='listItem'>Правильність написання дат смерті та видачі свідоцтва. Інакше нестиковки в датах призведуть до відмови у видачі місця на цвинтарі чи кремації, а також до майбутніх проблем із успадкуванням майна покійного.</li>
                  <li className='listItem'>Місце та причина смерті покійного.</li>
                  <li className='listItem'>Наявність усіх необхідних печаток та підписів.</li>
              </ul>

              <p className="description">Наш досвідчений ритуальний агент точно знає всі особливості оформлення посмертних документів та типові помилки, які можуть чатувати на цьому процесі.</p>

              <h2 className='title'>Документи для кремації</h2>

              <p className="description">Кремувати покійного можна не раніше, ніж другий день після смерті. Це пов’язано з неможливістю після кремації провести будь-які посмертні судово-медичні експертизи. Кремувати тіло померлої людини від насильницької смерті можна лише з письмового дозволу прокуратури. При цьому комунальні крематорії Києва вкрай суворо ставляться до оформлення документів і за найменших помилок чи нестиковок у них відмовляють у своїх послугах.</p>

        <p className="descriptionItalic">
          Похоронний будинок «Омега» бере на себе всі бюрократичні тяганини в оформленні документів для проведення похорону чи кремації. Ми знаємо всі тонкощі та «підводні камені», які можуть підстерігати в процесі документальної підготовки до церемонії прощання та поховання покійного, тому не допустимо жодних нестиковок та помилок.
        </p>
      </div>
    </section>
  );
};

export default SectionProcessingDocuments;
