import TitleForPage from '../TitleForPage/TitleForPage';
import BanerForSection from 'components/BanerForSection/BanerForSection';
import s from './SectionCoffins.module.scss';

const SectionCoffins = ({ title, imgBaner, imgBannerDescription }) => {
  return (
    <section className={s.sectionCoffins}>
      <div className={`container ${s.coffins__container}`}>
        <TitleForPage title={title} />
        <BanerForSection
          imgBaner={imgBaner}
          imgBannerDescription={imgBannerDescription}
        />

        <h2 className='title'>Від економ-класу до елітних саркофагів із дорогих порід дерева.</h2>

        <p className='description'>
          Труна – це обов’язковий ритуальний атрибут поховання в більшості
          культур та релігій світу. На відміну від ісламу, де прийнято надавати
          тіло землі в тканинах та багатих килимах, або індуїзму, де покійного
          кремують у поховальному савані, у християнстві померлих ховають у
          дерев’яних трунах із багатим декоративним оздобленням. Урочисті шати
          покійного, атласні, оксамитові та шовкові тканини внутрішньої та
          зовнішньої оббивки – все це символ останніх почестей, наданих
          покійному в його останньому шляху.
        </p>

        <h2 className='title'>Елітні дерев’яні труни та саркофаги</h2>

        <p className='description'>
          Спосіб життя та навколишні людини предмети демонструють його статус і
          становище у суспільстві. Елітні автомобілі та нерухомість, дорогі
          предмети гардеробу та аксесуари – все це характерні атрибути високої
          статусності. Похорон – це проводи померлої людини в останній шлях, а
          значить, це остання можливість віддати їй всю повноту почестей
          відповідно до її прижиттєвого статусу.
        </p>

        <p className='description'>
          Елітна труна з цінних порід дерева ручної роботи з ідеальним
          опрацюванням найдрібніших деталей декору та фурнітури, бездоганним
          поліруванням та лакуванням – це демонстрація не просто статусності
          покійного, а й безмежної поваги до його близьких рідних, друзів та
          колег.
        </p>

        <p className='description'>
          <b>Похоронний дім «Омега»</b> – це понад 25 видів елітних дерев’яних
          трун власного виробництва. Завдяки відсутності посередників та власної
          майстерні ми пропонуємо ціни від виробника без зайвих націнок. Це може
          бути як стандартна дерев’яна лакована труна з елітних порід дерева з
          цільною кришкою, так і двокришковий саркофаг. Верхня кришка дозволяє
          відкрити на похороні обличчя та руки покійного, залишивши нижню
          частину прихованої тіла.
        </p>

        <p className='description'>
          Ціна елітної лакованої дерев’яної труни або двокришкового саркофага
          залежить від породи дерева, глибини ручного опрацювання декору, якості
          лакофарбових матеріалів, оббивних тканин та фурнітури.
        </p>

        <ul className='list'>
          <li className='listItem'>
            Для елітної внутрішньої оббивки та зовнішнього текстильного декору
            ми використовуємо Італійські тканини найвищої якості.
          </li>
          <li className='listItem'>
            Тільки високоміцна престижна фурнітура, включаючи ручки та замки з
            дорогих металів.
          </li>
          <li className='listItem'>
            Покриття дерева тільки найкращим лаком у кілька шарів, що робить
            поверхню ідеально рівною та з багатим блиском.
          </li>
        </ul>

        <p className='description'>
          Кожна така труна робиться майстрами кілька днів, через що її вартість
          виходить порівняно високою. При цьому ми не женемося за надприбутком і
          пропонуємо чесні ціни, які повністю відображають всю повноту копіткої
          багатоденної праці майстрів і елітних матеріалів, що використовуються.
        </p>
      </div>
    </section>
  );
};

export default SectionCoffins;
