import TitleForPage from '../TitleForPage/TitleForPage';
import BanerForSection from 'components/BanerForSection/BanerForSection';
import s from './SectionFuneralHost.module.scss';

const SectionFuneralHost = ({ title, imgBaner, imgBannerDescription }) => {
  return (
    <section className={s.sectionFuneralHost}>
      <div className={`container ${s.funeralOrganisation__container}`}>
        <TitleForPage title={title} />
        <BanerForSection
          imgBaner={imgBaner}
          imgBannerDescription={imgBannerDescription}
        />

        <h2 className="title">
          Транспорт, похоронний оркестр та медичний супровід
        </h2>

        <p className="description">
          Транспортування присутніх на похороні, взаємодія з ритуальним
          оркестром та поминальним кафе, забезпечення своєчасної медичної
          допомоги при різкому погіршенні здоров’я або непритомності, вказівка
          ​​місця на цвинтар або робота з крематорієм – все це основні завдання
          провідного чи вірніше сказати розпорядника похорону.
        </p>

        <p className="description">
          Якщо попередню підготовку до похорону члени сім’ї померлого спроможні
          провести самостійно, то вже безпосередньо на церемонії прощання без
          досвідченого розпорядника та помічника вкрай{' '}
          <b>важко правильно все організувати</b>. В емоційно пригніченому стані
          важко стежити за часом та чітко взаємодіяти з усіма задіяними
          учасниками похорону, включаючи музикантів, медперсонал,
          транспортників, працівників цвинтаря чи крематорію, а також
          організаторів поминального обіду.
        </p>

        <h2 className="title">Як замовити у Києві ведучого на похорон?</h2>

        <p className="description">
          Ритуальне бюро «Омега» – це комплексне похоронне обслуговування,
          включаючи послуги ритуальних агентів, які беруть на себе весь клопіт
          із підготовки до церемонії прощання, а також досвідчених професійних
          провідних розпорядників, які контролюють усі процеси безпосередньо на
          похороні.
        </p>

        <p className="description">
          Ми не спекулюємо на чужому горі, а лише намагаємося полегшити важкий
          тягар організації такої сумної, але неминучої для кожної сім’ї події.
          Наші провідні розпорядники похорону забезпечать вам спокійне та
          безтурботне прощання з близькою людиною.
        </p>
      </div>
    </section>
  );
};

export default SectionFuneralHost;
