import TitleForPage from '../TitleForPage/TitleForPage';
import BanerForSection from 'components/BanerForSection/BanerForSection';
import s from './SectionRitualHall.module.scss';

const SectionRitualHall = ({
  title,
  imgBaner,
  imgBannerDescription,
}) => {
  return (
    <section className={s.sectionRitualHall}>
      <div className={`container ${s.funeralOrganisation__container}`}>
        <TitleForPage title={title} />
        <BanerForSection
          imgBaner={imgBaner}
          imgBannerDescription={imgBannerDescription}
              />
              
              <p className='description'>Похоронний будинок «Омега» має в своєму розпорядженні сучасні добре обладнані жалобні зали для прощання з покійними. Ми готові запропонувати оптимальний для вашого бюджету варіант оренди у будь-якому районі Києва.</p>
              
              <h2 className='title'>Комфорт та безпека присутніх</h2>

              <p className='description'>Похоронний траурний зал, що орендується, повинен відповідати кільком ключовим правилам, дотримання яких дозволить провести похорон безпечно для присутніх і в рамках ритуальних традицій, що склалися.</p>

              <ul className='list'>
                  <li className='listItem'>Приміщення для проведення церемонії прощання з покійним повинне бути відповідним чином оформлене, але без надто жалобного похмурого декору, що тяжить і без того вбиту горем психіку.</li>
                  <li className='listItem'>Усередині похоронного залу має бути комфортна температура повітря як узимку, так і в літню спеку.</li>
                  <li className='listItem'>Припливно-витяжна вентиляція повинна забезпечувати повноцінний обсяг повітрообміну, щоб усім присутні, хоч би скільки їх було, почували себе комфортно. В іншому випадку задушливе повітря може ще більше посилити важкий емоційний стан тих, хто прийшов попрощатися з покійним.</li>
                  <li className='listItem'>У жалобному залі має бути санвузол і по можливості міні-кухня для розкладки поминальних частування для тих, хто не буде присутнім на поминках.</li>
                  <li className='listItem'>Приміщення похоронного залу має ретельно санітарно оброблятися після кожної церемонії похорону.</li>
              </ul>

              <p className='description'>Ритуальне бюро похоронний дім «Омега» має власні жалобні зали різної місткості і на будь-який бюджет – від економ варіанта, до елітного просторого приміщення, в яких дотримуються всі перелічені вимоги.</p>

              <h2 className='title'>Ритуальна зала, доступна в оренду в похоронному бюро «Омега»</h2>

              <p className='description'>Оренда ритуального залу для прощання з небіжчиком – місткість до 100 осіб. Приміщення обладнане кондиціонером.</p>

              <p className='description'>У жалобному залі для прощання підтримується комфортна температура повітря, яке оновлюється в достатньому обсязі завдяки потужній припливно-витяжній системі. Після кожної церемонії ми проводимо дезінфекцію відповідно до санітарно-гігієнічних норм.</p>

              <p className='description'>Декоративне оформлення ритуального залу відповідає похоронній церемонії, але не перевантажено надто траурними елементами декору. У приміщеннях є місце для священика, який може здійснити виїзний обряд відспівування.</p>

              <h2 className='title'>Оренда ритуальної зали в будь-якому районі Києва</h2>

              <p className='descriptionItalic'>Ми дбаємо про зручність рідних та близьких покійного під час проведення церемонії прощання, тому ми готові організувати похорон із проведенням цивільної панахиди у прощальній залі у будь-якому районі Києва. При необхідності ми надамо автобуси для підвезення та розвезення присутніх на похороні.</p>
      </div>
    </section>
  );
};

export default SectionRitualHall;
