import TitleForPage from '../TitleForPage/TitleForPage';
import BanerForSection from 'components/BanerForSection/BanerForSection';
import s from './SectionMortuaryServices.module.scss';

const SectionMortuaryServices = ({ title, imgBaner, imgBannerDescription }) => {
  return (
    <section className={s.sectionMortuaryServices}>
      <div className={`container ${s.funeralOrganisation__container}`}>
        <TitleForPage title={title} />
        <BanerForSection
          imgBaner={imgBaner}
          imgBannerDescription={imgBannerDescription}
        />

        <h2 className="title">Транспортування тіла до моргу Києва</h2>

        <p className="description">
          Робота нашого ритуального бюро починається з дбайливого перевезення
          покійного до моргу. Це потрібно зробити негайно відразу після
          отримання медичного висновку про смерть від сімейного лікаря чи
          бригади швидкої медичної допомоги, а також після експертного висновку
          правоохоронних органів щодо відсутності ознак насильницької смерті.
        </p>

        <p className="description">
          Чим раніше перевезуть тіло на зберігання до моргу, тим краще воно
          зберегтися перед похороном і тим менше буде стресу у родичів, які
          проживали разом із покійним. Іншими словами, послуги моргу та
          перевезення туди тіла важливі{' '}
          <b>
            не лише з санітарно-гігієнічної точки зору, а й як психологічно
            важливий фактор зниження стресу.
          </b>{' '}
          Перебування в одному будинку з небіжчиком до проведення похорону – це
          не тільки неприємний запах, а й великий стрес для близьких.
        </p>

        <p className="description">
          Ми можемо допомогти вам з перевезенням тіла в морг у спеціально
          обладнаному для цього автотранспорті. Наші співробітники підходять до
          таких делікатних процесів дуже відповідально та з усією повагою до
          покійного. Близьким родичем складно попрощатися з померлим навіть за
          його транспортування в морг. Розуміючи всю делікатність ситуації, ми
          намагаємося надати максимальну шану покійному, щоб його рідні були в
          повній впевненості, що під час перевезення та зберігання тіла в морзі,
          покійному буде надана належна повага і дбайливе ставлення.
        </p>

        <h2 className="title">Зберігання тіла у морзі</h2>

        <p className="description">
          Процес розкладання тіла починається з перших хвилин після смерті і
          важливо негайно вжити всіх заходів для його збереження до похорону. Не
          випадково в мусульманському світі, основна частина народів якого живе
          в регіонах зі спекотним кліматом, прийнято ховати померлих у день
          смерті, щоб уникнути проблем, пов’язаних із трупним розкладанням тіла.
          У християнстві прийнято зраджувати тіло землі пізніше третього дня, що
          також пов’язані з посмертними змінами лежить на поверхні тіла і появою
          неприємного запаху.
        </p>

        <p className="description">
          Послуги моргу у <b>похоронному бюро «Омега»</b> допоможуть зберегти
          тіло покійного до церемонії поховання чи кремації у незмінному вигляді
          без слідів розкладання. Сучасні морозильники обладнані спеціальними
          холодильними агрегатами, що підтримують необхідну температуру для
          безпечного зберігання тіла в морзі, термін якого не обмежений.
          Морозильні установки мають індивідуальні камери, що дозволяє зберігати
          померлих окремо.
        </p>

        <h2 className="title">Підготовка покійного до похорону</h2>

        <p className="description">
          Послуги моргу включають не лише перевезення тіла та його зберігання в
          морозильній камері, а й підготовку померлого до церемонії прощання.
          Такі послуги можуть включати:
        </p>

        <ul className="list">
          <li className="listItem">омивання та перевдягання;</li>
          <li className="listItem">стрижку та укладання волосся;</li>
          <li className="listItem">гоління та макіяж;</li>
          <li className="listItem">бальзамування;</li>
          <li className="listItem">
            формалінове дезодорування (усунення запаху);
          </li>
          <li className="listItem">санітарно-гігієнічну обробку;</li>
          <li className="listItem">
            корекцію посмертних змін та передсмертних травм.
          </li>
        </ul>

        <p className="description">
          Вартість послуг моргу залежить від вибраного пакета обслуговування. У
          жарку пору року при проведенні похоронної церемонії на вулиці ми
          рекомендуємо скористатися бальзамуванням, що допоможе запобігти
          неприємним змінам на тілі та появі запаху. Також ми бальзамуємо тіло у
          морзі, якщо прощання буде у Києві, а поховання передбачається в іншому
          місті чи зовсім за межами України.
        </p>

        <p className="descriptionItalic">
          Традиційні процедури підготовки померлого до похорону, включаючи
          омивання, перевдягання та макіяж – це великий стрес для рідних та
          близьких. Ми готові взяти на себе всі ці турботи. Чесні середні по
          Києву ціни на транспортування, зберігання та підготовку померлого до
          похорону, а також дбайливе ставлення до померлих – головні переваги
          послуг моргу похоронного дому «Омега».
        </p>
      </div>
    </section>
  );
};

export default SectionMortuaryServices;
