import { Link } from 'react-router-dom';
import TitleForPage from '../TitleForPage/TitleForPage';
import BanerForSection from 'components/BanerForSection/BanerForSection';
import WreathFresh from 'images/ritualGoods/Group-46.png';
import ArtificialWreaths from 'images/artificialWreaths/artificialWreaths.png';
import s from './SectionWreaths.module.scss';

const SectionWreaths = ({ title, imgBaner, imgBannerDescription }) => {
  return (
    <section className={s.sectionWreaths}>
      <div className={`container ${s.wreaths__container}`}>
        <TitleForPage title={title} />
        <BanerForSection
          imgBaner={imgBaner}
          imgBannerDescription={imgBannerDescription}
        />

        <h2 className="title">Похоронний вінок чи квіткова композиція?</h2>

        <p className="description">
          Жодних суворих правил і особливо релігійних ритуальних канонів у цій
          справі немає. Кожен вирішує сам залежно від ситуації, статі, віку та
          прижиттєвих переваг покійного. Ви можете висловити свої почуття та
          пошану покійному навіть за допомогою звичайного букета живих квітів.
          Однак традиція покладати до труни померлого на похороні вінки
          настільки вкоренилася у культурі нашого народу, що такий атрибут став
          одним із обов’язкових елементів похоронної церемонії.
        </p>

        <p className="description">
          <b>Ритуальне бюро «Омега»</b> займається у Києві та Київській області
          комплексною організацією похорону, у т.ч. та підбором жалобних вінків
          та квіткових композицій. Наші флористи створюють оригінальні квіткові
          композиції індивідуально для кожного покійного, враховуючи не лише
          його стать та вік, а й професійну діяльність, статус та становище у
          суспільстві.
        </p>

        <p className="description">
          Крім вінка традиційної форми, ви можете купити на похорон ритуальний
          букет чи кошик із живими квітами. Це повністю відповідатиме жалобній
          церемонії, але дещо пом’якшить її сумне забарвлення. Традиція встеляти
          останній шлях на цвинтар квітами або покривати труну квітковими
          декоративними композиціями та монограмами спочатку і зародилася, щоб
          зменшити стрес рідних та близьких у цей сумний та емоційно важкий
          день.
        </p>

        <p className="description">
          <b>Ціни на вінки:</b> від 300 грн
        </p>

        <ul className={s.wreathsList}>
          <Link to="/freshwreaths" className={s.wreathsListLink}>
            <li className={s.wreathsListItem}>
              <img
                className={s.wreathsListItemImg}
                src={WreathFresh}
                alt="Вінок із живих квітів"
              />
              <h3 className={s.wreathsListItemTitle}>Вінок із живих квітів</h3>
            </li>
          </Link>
          <Link to="/artificialwreaths" className={s.wreathsListLink}>
            <li className={s.wreathsListItem}>
              <img
                className={s.wreathsListItemImg}
                src={ArtificialWreaths}
                alt="Штучні вінки"
              />
              <h3 className={s.wreathsListItemTitle}>Штучні вінки</h3>
            </li>
          </Link>
        </ul>

        <h2 className="title">Які квіти найкращі для похоронного вінка?</h2>

        <p className="description">
          Це питання також жодними правилами, традиціями та християнськими
          ритуалами не регламентовано. Однак ритуальні похоронні вінки все ж
          таки можуть бути наповнені особливим символізмом, який виражається
          через колірну гаму та поєднання тих чи інших кольорів.
        </p>

        <ul className="list">
          <li className="listItem">
            Білі лілії та троянди у поєднанні з фіалками символізують духовну
            чистоту.
          </li>
          <li className="listItem">
            Червоні гвоздики та троянди – символ страждань та важкого земного
            життя покійного.
          </li>
          <li className="listItem">
            Хвойні гілки у поєднанні з барвінком виражають вічне кохання до
            покійного.
          </li>
          <li className="listItem">
            Гілки верби символізують перехід у Царство Небесне.
          </li>
        </ul>

        <p className="description">
          Звідси й пішла традиція покладати вінки з червоних гвоздик на
          похоронах чоловіків і особливо військових, як символ нелегкої частки
          солдата та важкої чоловічої праці. Білі квіти використовують у
          ритуальних похоронних квіткових композиціях для померлих непорочних
          дівчат та дітей.
        </p>

        <h2 className="title">Правила складання похоронного вінка</h2>

        <p className="description">
          Незважаючи на досить вільні традиції та відсутність чітких ритуальних
          засад, існують деякі правила, що склалися в культурі нашого народу,
          яких прийнято дотримуватися.
        </p>

        <ul className="list">
          <li className="listItem">
            Не більше п’яти видів квітів в одній жалобній композиції.
          </li>
          <li className="listItem">
            Не можна робити домінуючим чорний колір та поєднувати його з
            червоним. Така палітра кольору у вінках посилює пригнічення
            емоційного фону, чого не можна допускати на похороні.
          </li>
          <li className="listItem">
            Насичені глибокі кольори використовують у центрі вінка.
          </li>
          <li className="listItem">
            Ялинові гілки та зелений декор краще вибирати темно-зеленого
            відтінку.
          </li>
          <li className="listItem">
            Квіти та елементи декору блідих відтінків рожевого, блакитного та
            лимонного врівноважують насичені кольори.
          </li>
          <li className="listItem">
            Найбільш придатні для похоронного вінка – лілії, гвоздики, троянди
            та півонії.
          </li>
        </ul>

        <p className="description">
          Для людей творчої натури та померлим у поважному віці використовують
          квіти червоних та темно-рожевих відтінків. Білі та фіолетові відтінки
          використовують у вінках на похороні молодих жінок.
        </p>

        <p className="description">
          Флористи похоронного дім «Омега» точно знають усі правила та традиції
          складання ритуальних вінків. Ви можете купити як окремо вінок на
          похорон з доставкою по Києву, так і замовити комплексне флористичне
          оформлення церемонії прощання.
        </p>
      </div>
    </section>
  );
};

export default SectionWreaths;
