import s from './SectionRitualAgent.module.scss';

const SectionRitualAgent = () => {
  return (
    <section className={s.sectionRitualAgent}>
      <div className={`container ${s.header__container}`}>
        <div className={s.maintitle__container}>
        <h2 className={s.maintitle}>Ритуальний агент</h2>
        </div>
        <h3 className={s.mainsubtitle}>Ритуальний агент</h3>
        <div>
          <img src="" alt="agent" />
          <p>Ритуальний агент – це той самий помічник, який здатний тверезо оцінити ситуацію, що склалася, включаючи й фінансову, щоб організувати похорон на гідному рівні відповідно до доступного для родичів померлого бюджету.</p>
        </div>
        <p>Похоронний дім «Омега» надасть вам першу <b>безкоштовну консультацію ритуального агента</b>, який негайно приїде до вас у будь-який час доби. Довірте важкий клопіт з транспортування покійного в морг, його підготовки до похорону та організації всієї церемонії прощання досвідченим фахівцям у цій делікатній справі, щоб не упустити нічого важливого і гідно провести в останній шлях своєї померлої близької людини без зайвих і необдуманих емоційних витрат.</p>
        <h3>Навіщо потрібний похоронний агент?</h3>
        <p>Смерть близької людини – це не просто горе для членів його сім’ї та близьких родичів, а й колосальний стрес, який заважає раціонально і виважено мислити, а часто буквально паралізує свідомість. У такому стані вкрай складно, а іноді й просто неможливо самостійно організувати похорон, врахувати всі обрядові тонкощі, подбати про поминальний обід та підготовку покійного до церемонії прощання. Що входить до послуг ритуального агента?</p>
        <ul>
          <li><b>Перша безкоштовна консультація</b> у цілодобовому режимі без вихідних із виїздом додому. Розпочати процес організації похорону потрібно негайно відразу після виклику медиків та поліції для констатації смерті та виключення насильницької її причини.</li>
          <li><b>Складання плану церемонії</b> прощання відповідно до фінансових можливостей та переваг замовника або останньої волі покійного. Тут головне відразу визначитися з форматом похорону та загальним бюджетом, щоб почати діяти у правильному напрямку, т.к. виправляти помилки та упущення не буде ні часу, ні можливості.</li>
          <li><b>Підбір похоронного приладдя.</b> Замовляти труну, церковне начиння, надгробний хрест і портрет потрібно також якомога раніше, щоб не було жодних затримок та неприємних сюрпризів.</li>
          <li><b>Виклик бригади для винесення тіла</b> та транспортування його в морг. Цим займається наше ритуальне бюро, і ми візьмемо на себе цю емоційно складну для близьких померлого функцію.</li>
          <li><b>Організація та контроль підготовки</b> покійного до похорону. Омивання тіла, перевдягання, нанесення макіяжу, укладання волосся, гоління та інші підготовчі процедури потрібно контролювати ще до похорону та рідним покійного це робити просто ніколи, та й морально важко.</li>
          <li><b>Оформлення документів</b> та отримання свідоцтва про смерть. Це одна з найбільш відповідальних завдань, з якою важко впоратися звичайній людині, а особливо в такій стресовій ситуації.</li>
          <li><b>Ведення переговорів</b> щодо проведення кремації та надання місця на цвинтарях Києва, у тому числі і на закритих. Наш похоронний агент досконало знає весь алгоритм отримання всіх довідок і свідчень для видачі місця на цвинтар або для проведення кремації.</li>
          <li><b>Замовлення похоронного оркестру</b>, флористики та поминального обіду. Організація музичного та флористичного оформлення похорону також повністю лягає на плечі нашого ритуального агента. Не менш відповідальне завдання – замовлення залу та підбір меню для поминок на вказану кількість людей відповідно до виділеного бюджету.</li>
          <li><b>Виклик та доставка на похорон священика</b> для відспівування або проведення церковного обряду у храмі.</li>
          <li><b>Організація ритуального транспорту</b> та похоронних автобусів для учасників траурної церемонії. Наш власний автопарк включає різні варіанти похоронного транспорту – від бюджетних недорогих мікроавтобусів, до елітних лімузинів катафалків. Агент підбере вам гідний варіант.</li>
        </ul>
        <p><b>Організація похорону</b> – це дуже клопітна задача, яка посилюється стислими термінами та стресовою емоційно важкою ситуацією. Ви можете замовити ритуального агента похоронного бюро «Омега» прямо додому у будь-який час. Ми приїдемо максимально швидко і за необхідності надаємо не лише організаційну, </p>
      </div>
    </section>
  );
};

export default SectionRitualAgent;
