import TitleForPage from '../TitleForPage/TitleForPage';
import BanerForSection from 'components/BanerForSection/BanerForSection';
import s from './SectionFreshWreaths.module.scss';

const SectionFreshWreaths = ({ title, imgBaner, imgBannerDescription }) => {
  return (
    <section className={s.sectionFreshWreaths}>
      <div className={`container ${s.freshWreaths__container}`}>
        <TitleForPage title={title} />
        <BanerForSection
          imgBaner={imgBaner}
          imgBannerDescription={imgBannerDescription}
        />

        <p className="description">
          Навіть для атеїстів та нерелігійних людей жалобні вінки з живих квітів
          на похороні – це символ поваги, вічного кохання та поваги до
          померлого. Квіткові композиції на церемонії прощання виконують і більш
          практичну функцію – згладити емоційне траурне напруження та зменшити
          стрес рідних та близьких покійного, які прийшли провести його в
          останню путь.
        </p>

        <h2 className="title">Вінки, квіткові кошики та траурні букети</h2>

        <p className="description">
          Вибір квіткової композиції, її форма, склад та колірна гама не
          регламентуються жодними жорсткими правилами та релігійними канонами,
          принаймні у християнстві. Це виключно особиста справа кожного і його
          спосіб висловити свою скорботу про втрату, безмежну любов і повагу до
          покійного. Похоронна квіткова композиція може бути у будь-якому
          вигляді:
        </p>

        <ul className="list">
          <li className="listItem">вінок із живих квітів;</li>
          <li className="listItem">траурний букет;</li>
          <li className="listItem">квітковий кошик;</li>
          <li className="listItem">надгробна композиція;</li>
          <li className="listItem">монограма.</li>
        </ul>

        <p className="description">
          Незважаючи на відсутність будь-яких суворих правил, існують специфічні
          культурні традиції та символізм, який вкладають у траурну квіткову
          композицію.
        </p>

        <h2 className="title">Форма, склад та кольорова гама</h2>

        <p className="description">
          Сам вінок на похороні може бути будь-якої форми, найбільш традиційні
          три з них.
        </p>

        <ul className="list">
          <li className="listItem">
            <b>Круглий</b> – найдавніший символ нескінченності буття та
            відродження. Це сонце як джерело вічного життя. Круглі вінки можуть
            бути складені кільцем або із суцільним заповненням живими квітами.
          </li>
          <li className="listItem">
            <b>Серце</b> – найвідоміший символ любові, який виражає щирі почуття
            до померлого та їх нетлінність навіть після смерті.
          </li>
          <li className="listItem">
            <b>Крапля</b> – традиційний у нашій культурі жалобний вінок.
            Каплеподібна форма символізує скорботу і смуток за вчасною втратою
            дорогої людини. Така форма за іншою версією символізує полум'я, що
            очищає, спрямоване вгору на небеса.
          </li>
        </ul>

        <p className="description">
          Традиційно червоними живими квітами (цвяхами та трояндами) прикрашають
          жалобні вінки на похоронах чоловіків та людей з тяжкою долею.
          Фіолетові або білі троянди та лілії використовують для похоронних
          квіткових композицій для покійних молодих дівчат та дітей як символ
          духовної чистоти. Гілки сосни, ялиці та туї – символ любові до
          покійного та скорботи за втратою. У православній традиції
          використовують і гілки верби як символізм переходу душі в Царство
          Небесне.
        </p>

        <p className="description">
          Вінки та букети не можна перевантажувати надто жалобними темними та
          темно-червоними живими квітами. Це посилить і без того важке емоційне
          тло на похороні. Самі ж композиції складають не більше п'яти видів
          квіток і рослинних елементів.
        </p>

        <h2 className="title">
          Як живі квіти у жалобному вінку зберігають свою свіжість?
        </h2>

        <p className="description">
          Каркас вінка із заднього боку затягнутий спеціальною
          декоративно-захисною тканиною, яка приховує зволожуючі блоки. Сама ж
          тканина перешкоджає швидкому випаровуванню вологи з рослин. Завдяки
          цьому живі квіти в жалобному вінку зберігають свій свіжий первісний
          вигляд весь час, поки триває жалобна церемонія прощання.
        </p>

        <p className="description">
          Додатково до зволожуючого складу додаються спеціальні компоненти, які
          перешкоджають випаровуванню вологи з пелюсток та листя живих квітів у
          вінках. Аналогічно захищені квіткові кошики, надгробні композиції та
          траурні букети.
        </p>

        <p className="description">
          Флористи похоронного будинку «Омега» підберуть для вас ідеальну
          композицію з живих квітів у вигляді жалобного вінка, кошика, монограми
          або букета на похорон. Ми вкладемо у кожну квітку свій символ, щоб ви
          змогли яскравіше висловити свої почуття до покійного. Ви можете купити
          вінок або жалобний кошик із живих квітів для покладання на похороні
          близької людини або замовити комплексне флористичне оформлення
          церемонії прощання.
        </p>
      </div>
    </section>
  );
};

export default SectionFreshWreaths;
