import TitleForPage from '../TitleForPage/TitleForPage';
import BanerForSection from 'components/BanerForSection/BanerForSection';
import MercedesBenz from 'images/ritualTransportPage/MercedesBenz.jpg';
import VolkswagenТ5 from 'images/ritualTransportPage/VolkswagenТ5.jpg';
import s from './SectionRitualTransport.module.scss';

const SectionRitualTransport = ({ title, imgBaner, imgBannerDescription }) => {
  return (
    <section className={s.sectionRitualTransport}>
      <div className={`container ${s.funeralOrganisation__container}`}>
        <TitleForPage title={title} />
        <BanerForSection
          imgBaner={imgBaner}
          imgBannerDescription={imgBannerDescription}
        />

        <p className="description">
          У похоронному будинку «Омега» ви можете замовити на похорон катафалк
          та ритуальний місткий автобус для перевезення учасників траурної
          церемонії.
        </p>

        <h2 className="title">Види ритуального транспорту</h2>

        <p className="description">
          Саме слово «катафалк» буквально означає постамент для встановлення
          труни з покійним під час похорону. Однак у нашій мові воно набуло дещо
          іншого значення – транспорт для ритуального перевезення покійного під
          час похоронної церемонії.
        </p>

        <p className="description">
          Померлих військових та монарших осіб перевозили під час похорону на
          гарматних лафетах або запряжених у кінні упряжки возах, прикрашених
          квітами. Сьогодні функції ритуального транспорту виконують{' '}
          <b>автомобілі катафалки</b>. Це можуть бути як легкові машини із
          задніми дверима, через які завантажується труна, так і місткі мікро-
          або повноцінні автобуси з можливістю посадки рідних та близьких
          покійного.
        </p>

        <p className="description">
          У ритуальному бюро похоронний дім «Омега» ви можете замовити у
          будь-яку точку Києва та Київської області один із чотирьох видів
          катафалків. Ціна таких послуг залежить від класу ритуального
          транспорту та його місткості. Це може бути як бюджетний економ
          варіант, так і катафалк VIP-рівня.
        </p>

        <ul className="list">
          <li className="listItem">
            Эконом-класс – микроавтобусы <b>Volkswagen Т-5 и Т-6</b>.
            Вместительность от 2-5 мест.
          </li>
          <li className="listItem">
            Среднеценовой вариант ритуального транспорта – микроавтобус{' '}
            <b>Mercedes Benz Sprinter</b> на 14-18 пассажиров, оборудованный
            кондиционером и комфортабельными сиденьями. Удобная погрузка и
            выгрузка гроба на роликовых направляющих.
          </li>
          <li className="listItem">
            VIP катафалк – <b>Chrysler, Lincoln, Mercedes Benz</b> на 2-3
            пассажира с кондиционером и комфортными сиденьями.
          </li>
        </ul>

        <ul className={s.ritualTransport__list}>
          <li>
            <img
              className={s.ritualTransport__img}
              src={VolkswagenТ5}
              alt="Volkswagen Т-5"
            />
          </li>
          <li>
            <img
              className={s.ritualTransport__img}
              src={MercedesBenz}
              alt="Mercedes Benz"
            />
          </li>
        </ul>

        <p className="description">
          Ми маємо власний автопарк ритуального транспорту, який проходить
          регулярне технічне обслуговування та ремонт. У поєднанні з великим
          досвідом безаварійного водіння наших водіїв це гарантія того, що жодні
          поломки чи ДТП на завантажених вулицях Києва не затьмарять ще більше і
          без того такий сумний захід, як похорон.
        </p>

        <h2 className="title">
          Як замовити у Києві ритуальний транспорт на похорон?
        </h2>

        <p className="description">
          Ви можете викликати катафалк за вказаною адресою, як окрему послугу
          при самостійній організації похорону, так і замовити комплексне
          ритуальне транспортне обслуговування з похоронними автобусами для
          учасників церемонії прощання. Наше бюро{' '}
          <b>бере на себе всі транспортні клопоти</b> з перевезення померлого в
          морг і безпосередньо на церемонію похорону в жалобну залу або до
          будинку покійного з подальшим перевезенням труни на цвинтарі або в
          крематорій з усіма почестями, що належать.
        </p>

        <p className="description">
          Транспортування рідних, близьких та інших учасників похоронної
          церемонії на цвинтар, а потім і до місця проведення поминального обіду
          – ще одне складне транспортне завдання. Вирішувати її в стресовій
          ситуації близьким родичам покійного важко, а іноді й зовсім неможливо
          з психологічної точки зору. Ми візьмемо на себе всю організацію
          ритуального транспорту, включаючи замовлення похоронних автобусів
          відповідно до кількості учасників похорону.
        </p>

        <p className="descriptionItalic">
          Ми не спекулюємо на горі, тому чесні ціни на гідний комфортний
          ритуальний транспорт – одна з головних переваг нашого похоронного
          бюро.
        </p>
      </div>
    </section>
  );
};

export default SectionRitualTransport;
