import TitleForPage from '../TitleForPage/TitleForPage';
import BanerForSection from 'components/BanerForSection/BanerForSection';
import s from './SectionMonuments.module.scss';

const SectionMonuments = ({ title, imgBaner, imgBannerDescription }) => {
  return (
    <section className={s.sectionMonuments}>
      <div className={`container ${s.sectionMonuments__container}`}>
        <TitleForPage title={title} />
        <BanerForSection
          imgBaner={imgBaner}
          imgBannerDescription={imgBannerDescription}
        />

        <h2 className="title">Традиції та ритуальні канони</h2>

        <p className="description">
          Про необхідність обов’язкової установки меморіального надгробка не
          йдеться ні в православній вірі, ні в будь-якій іншій світовій релігії,
          в яких прийнято зраджувати тіло покійного землі. За рідкісними
          винятками в деяких віросповіданнях, у тому числі і в християнських
          конфесіях, місце поховання прийнято позначати надгробним каменем або
          хрестом, якщо покійний був хрещеним християнином. В інших випадках
          будь-які ритуальні пам’ятники – це виключно данина традиціям і вираз
          пошани та поваги до померлої людини.
        </p>

        <p className="description">
          Розмір і дизайн надгробного пам’ятника залежить виключно від{' '}
          <b>культурно-релігійних традицій народу і конфесії</b>, до яких
          належав покійний, а також від переваг самого покійного, якщо про те
          він згадав у своїй останній волі. Зовнішній вигляд, габарити та
          матеріали, з яких виготовлена ​​надгробна композиція, також залежать
          від переваг рідних та близьких покійного та від їх фінансових
          можливостей.
        </p>

        <h2 className="title">Якою має бути ритуальна пам’ятка?</h2>

        <p className="description">
          Незалежно від дизайну та архітектурної композиції надгробний монумент
          повинен виражати справжні почуття скорботи та любові до померлого,
          шану та повагу до нього його членів сім’ї, друзів та колег.
        </p>

        <p className="description">
          <b>
            Кам’яна могильна пам’ятка може бути великою багатоелементною
            композицією:
          </b>
        </p>

        <ul className="list">
          <li className="listItem">
            надгробна горизонтальна плита, що символізує у християнському світі
            труну Господню – камінь, на який Спасителя в плащаниці поклали після
            розп’яття до похоронної печери;
          </li>
          <li className="listItem">
            вертикальний монумент у вигляді скульптур або кам’яної плити з
            нанесеним портретом покійного, його ім’ям та прізвищем, датами
            народження та смерті;
          </li>
          <li className="listItem">
            гранітні або мармурові вазони для квітів та місце для встановлення
            ритуальних церковних свічок;
          </li>
          <li className="listItem">
            клумба, огороджена плитами або парапетом із граніту; лавка і стіл
            для поминання.
          </li>
        </ul>

        <p className="description">
          Це елітні пам’ятники і роблять їх переважно із граніту, як
          оптимального матеріалу у співвідношенні порівняно доступної ціни,
          вкрай тривалого терміну служби та привабливого багатого зовнішнього
          вигляду. Існують і інші більш дорогі та престижні матеріали, такі як
          серпентин, діабаз та інші цінні гірські породи у різних відтінках.
        </p>

        <p className="description">
          Ритуальна пам’ятка з граніту може бути і доволі бюджетною. Такий
          недорогий скромний, але від того не менш престижний монумент також
          стане гарним виразом пошани та любові до своєї померлої близької
          людини.
        </p>

        <h2 className="title">
          Де купити кам’яний ритуальний пам’ятник у Києві та як замовити його
          встановлення?
        </h2>

        <p className="description">
          Ритуальне бюро «Омега» має власні виробничі потужності з виготовлення
          надгробних пам’ятних монументів з граніту та інших традиційних
          кам’яних матеріалів. Ми не спекулюємо на чужому горі та пропонуємо
          одні з найдоступніших у Києві цін на бюджетні ритуальні надгробні
          монументи.
        </p>

        <p className="description">
          У нас ви можете купити не тільки недорогу{' '}
          <b>гранітну пам’ятку на могилу</b>, але й елітні монументальні
          композиції з цінних гірських порід з витонченим різьбленим декором та
          гравірованим портретів. Робота наших художників, різьбярів та
          гравірувальників надзвичайно ювелірна та творча. В результаті такої
          копіткої праці ви отримаєте ідеальне втілення вашого творчого задуму.
        </p>

        <p className="description">
          Ми працюємо комплексно та здаємо замовлення «під ключ». Готову
          ритуальну пам’ятку ми доставимо на цвинтар і встановимо на вказане
          вами місце з повним благоустроєм та оформленням всієї ділянки навколо
          могили.
        </p>
      </div>
    </section>
  );
};

export default SectionMonuments;
