import { Link } from 'react-router-dom';
import TitleForPage from '../TitleForPage/TitleForPage';
import s from './SectionRitualGoodsPage.module.scss';

const ritualGoodsList = [
  {
    id: 1,
    src: require('../../images/ritualGoods/Group-46.png'),
    alt: 'Зображення 1',
    title: 'Вінок із живих квітів',
    link: '/freshwreaths',
  },
  {
    id: 2,
    src: require('../../images/artificialWreaths/artificialWreaths.png'),
    alt: 'Штучні вінки',
    title: 'Штучні вінки',
    link: '/artificialwreaths',
  },
  {
    id: 3,
    src: require('../../images/ritualGoods/Group-47.png'),
    alt: 'Зображення 2',
    title: 'Труни',
    link: '/coffins',
  },
  {
    id: 4,
    src: require('../../images/ritualGoods/Group-48.png'),
    alt: 'Зображення 3',
    title: 'Хрести',
    link: '/crosses',
  },
  {
    id: 5,
    src: require('../../images/ritualGoods/Group-49.png'),
    alt: 'Зображення 4',
    title: 'Пам`ятники',
    link: '/monuments',
  },
];

const SectionRitualGoodsPage = ({ title }) => {
  return (
    <section className={s.sectionRitualGoodsPage}>
      <div className={`container ${s.sectionRitualGoodsPage__container}`}>
        <TitleForPage title={title} />

        <p className="description" style={{ marginBottom: '25px' }}>
          Організація церемонії прощання з покійним вимагає від рідних та
          близьких членів сім'ї покійного серйозної концентрації сил для
          правильного планування всіх процедур, включаючи ритуальні та релігійні
          обряди, а також оформлення документів. Купівля необхідних для похорону
          товарів – це не просто фінансово важкий тягар, а й морально складна
          процедура, яка ще більше додає стресу та душевних мук. Похоронний
          будинок "Омега" бере на себе всі організаційні турботи, включаючи
          придбання необхідних для похорону ритуальних товарів.
        </p>

        <ul className={s.ritualGoods__list}>
          {ritualGoodsList.map(photo => (
            <li key={photo.id} className={s.ritualGoods__listItem}>
              <Link to={photo.link} className={s.ritualGoods__link}>
                <img
                  className={s.ritualGoods__listItemImg}
                  src={photo.src}
                  alt={photo.alt}
                />
                <h3 className={s.ritualGoods__listItemTitle}>
                  {photo.title}
                </h3>
              </Link>
            </li>
          ))}
        </ul>

        <h2 className="title">Що потрібно купити для похорону?</h2>

        <ul className="list">
          <li className="listItem" style={{ marginBottom: '15px' }}>
            Основною витратною статтею витрат серед списку ритуальних похоронних
            товарів, як правило, стає труна.
          </li>
          <p className="description" style={{ marginLeft: '-15px' }}>
            Це може бути як елітна лакована двокришкова саркофага з багатим
            декором і текстильним наповненням з італійських шовкових або
            атласних тканин, так і недорога труна, вартість якої не перевищує
            тисячі гривень. При цьому навіть бюджетні моделі виглядають досить
            презентабельно та дозволяють поховати покійного з належним рівнем
            почестей та поваги.
          </p>
          <li className="listItem" style={{ marginBottom: '15px' }}>
            Одяг, взуття та похоронний саван також стали одними з обов'язкових
            ритуальних товарів для похорону.
          </li>
          <p className="description" style={{ marginLeft: '-15px' }}>
            Якщо для вбрання померлого часто використовують його власні предмети
            гардеробу, то саван або поховальне покривало потрібно буде придбати
            додатково. Білий саван із православними символами та словами молитов
            – це данина християнської традиції. Якщо покійний не був хрещеним,
            належить до іншої віри чи зовсім атеїст, використовують спеціальне
            покривало чи тюль.
          </p>
          <li className="listItem" style={{ marginBottom: '15px' }}>
            Ритуальні хрести для встановлення на могилі після поховання.
          </li>
          <p className="description" style={{ marginLeft: '-15px' }}>
            Встановлювати надгробну пам'ятку можна лише після осідання ґрунту в
            могилі, щоб важкий монумент не просів і не зруйнувався. Цей процес
            займає від одного до п'яти років залежно від особливостей ґрунту. До
            цього моменту відразу в день похорону встановлюють ритуальний хрест
            із іменною табличкою покійного, якщо він був хрещеним християнином.
          </p>
          <li className="listItem" style={{ marginBottom: '15px' }}>
            Ритуальні товари та набори для відспівування.
          </li>
          <p className="description" style={{ marginLeft: '-15px' }}>
            Якщо людина була православною і у своїй останній волі не забороняла
            її відспівувати за церковним обрядом, у Православ'ї прийнято
            проводити відспівування покійного в храмі або під час похорону з
            виїздом священика. Для цього обряду необхідні особливі ритуальні
            приналежності, так звані похоронні набори. У них входять: натільний
            хрестик для покійного, ручний хрест, ікона Спасителя чи Божої Матері
            з немовлям Ісусом, текст дозвільної молитви, налобний віночок та
            церковні свічки, які тримають запаленими близькими родичами.
          </p>
          <li className="listItem" style={{ marginBottom: '15px' }}>
            Вінки та ритуальна флористика
          </li>
          <p className="description" style={{ marginLeft: '-15px' }}>
            Живі чи штучні квіти – древній похоронний символ, який уособлює
            вічну любов до покійного та торжество переходу його душі у найкращий
            світ на небеса. Крім традиційних круглих, краплеподібних або у формі
            серця вінків часто використовують ритуальні букети, квіткові кошики
            та композиції з квітів на кришку труни.
          </p>
          <li className="listItem" style={{ marginBottom: '15px' }}>
            Жалобні хустки, пов'язки на руку та рушники.
          </li>
          <p className="description" style={{ marginLeft: '-15px' }}>
            Це ще одна данина похоронним традиціям нашого народу та релігійним
            похоронним обрядам.
          </p>
        </ul>

        <h3 className="title">Де купити ритуальні похоронні товари?</h3>

        <p className="description">
          Ритуальне бюро «Омега» має власне виробництво необхідних товарів для
          похорону, які ми реалізуємо за цінами від виробника без зайвих
          націнок. Ми не спекулюємо на чужій скорботі, а лише допомагаємо
          полегшити тягар організації церемонії прощання з покійним. Товари, які
          ми не виробляємо, ми безпосередньо поставляємо від виробників, завдяки
          чому їхня вартість мінімальна і доступна більшості.
        </p>

        <p className="description">
          Ми готові допомогти сім'ям, що втратили близьку людину, з різним
          достатком. У нашому асортименті є як елітні ритуальні товари, так і
          зовсім недорогі варіанти. Ви можете замовити комплексне похоронне
          обслуговування під ключ або купити окремі ритуальні товари для
          самостійної організації похорону.
        </p>
      </div>
    </section>
  );
};

export default SectionRitualGoodsPage;
