import TitleForPage from '../TitleForPage/TitleForPage';
import BanerForSection from 'components/BanerForSection/BanerForSection';
import s from './SectionFuneralOrganisation.module.scss';

const SectionFuneralOrganisation = ({
  title,
  imgBaner,
  imgBannerDescription,
}) => {
  return (
    <section className={s.sectionFuneralOrganisation}>
      <div className={`container ${s.funeralOrganisation__container}`}>
        <TitleForPage title={title} />
        <BanerForSection
          imgBaner={imgBaner}
          imgBannerDescription={imgBannerDescription}
        />

        <p className='description'>
          Планування церемонії прощання, підготовка тіла покійного та купівля
          труни з усім похоронним приладдям, замовлення поминального обіду,
          ритуального транспорту та похоронного оркестру, оформлення документів
          та пошук місця на цвинтарі чи отримання дозволу на кремацію – роботи з
          організації похорону маса, а часу вкрай мало. Особливо ця проблема
          посилюється обмеженим бюджетом та пригніченим психоемоційним станом
          рідних та близьких покійного.
        </p>

        <h2 className='title'>Безкоштовний виїзд ритуального агента</h2>

        <p className='description'>
          У день смерті людини важливо негайно розпочати підготовку до похорону.
          В іншому випадку організація траурної церемонії може затягтися на
          неприпустимо тривалий час. Це і посилення стресу для рідних, і
          додаткові витрати за кожен день зберігання покійного в морзі. Наш
          похоронний агент виїде до вас додому у будь-який час для проведення
          першої безкоштовної консультації. При необхідності, ми надамо медичну
          та психологічну допомогу.
        </p>

        <p className='description'>
          Роль ритуального агента в організації похорону неоціненна, оскільки у
          пересічних людей зазвичай мало досвіду в таких питаннях і необхідність
          швидко вирішувати одночасно кілька завдань викликає ступор і
          нерозуміння плану подальших дій. Досвід та знання ритуального агента
          допоможуть вам <b>чітко та планомірно організувати похорон</b>,
          враховуючи ваші фінансові можливості, прижиттєві побажання покійного
          та інші фактори, що ускладнюють.
        </p>

        <p className='description'>
          Наше ритуальне бюро допоможе організувати як бюджетний недорогий
          похорон з належним рівнем поваги до покійного та дотримання всіх
          обрядових традицій, так і елітну церемонію прощання на найвищому
          рівні. Агент допоможе вам підібрати все похоронне приладдя в
          залежності від вашого бюджету.
        </p>

        <h2 className='title'>Що входить у послугу організації похорону «під ключ»?</h2>

        <p className='description'>
          Залежно від вибраного пакета до нього можуть входити як мінімальний
          набір послуг, і розширене похоронне обслуговування «під ключ».
        </p>

        <ul className='list'>
          <li className='listItem'>
            Безкоштовний виїзд ритуального агента додому у цілодобовому режимі.
          </li>
          <li className='listItem'>
            Винесення тіла та транспортування його в морг. Вибір похоронного
            приладдя.
          </li>
          <li className='listItem'>
            Оформлення документів, включаючи усі довідки та свідоцтво про
            смерть.
          </li>
          <li className='listItem'>
            Пошук місця на цвинтарі чи оформлення документів для кремації.
            Організація та контроль проведення підготовки покійного до похорону,
            у т.ч. обмивання, перевдягання, зачісування, гоління, грим та
            корекція.
          </li>
          <li className='listItem'>
            Вибір та замовлення музичного та флористичного оформлення траурної
            церемонії.
          </li>
          <li className='listItem'>
            Організація похоронного транспорту – від найдешевшого варіанту, до
            елітних катафалків-лімузинів. Транспортування автобусами учасників
            церемонії.
          </li>
          <li className='listItem'>
            Замовлення поминального обіду та планування меню відповідно до
            бюджету та культурно-релігійних традицій.
          </li>
          <li className='listItem'>
            Організація відспівування покійного у храмі або з доставкою
            священика на похорон. Працюємо зі священнослужителями всіх поширених
            релігій та конфесій.
          </li>
          <li className='listItem'>
            Контроль за дотриманням плану церемонії похоронним розпорядником.
          </li>
        </ul>

        <p className='description'>
          При необхідності транспортування тіла покійного за кордон ми оформимо
          всі необхідні документи, включаючи митну декларацію, укладання СЕС та
          довідку про неукладення. Також ми можемо зустріти тіло покійного в
          аеропортах Києва та проведемо його підготовку для похорону в Україні.
        </p>

        <p className='descriptionItalic'>
          Ми не спекулюємо на чужому горі. Наші ціни на комплексні послуги з
          організації похорону одні з найдоступніших у Києві та повністю
          відображають всю повноту турботи про рідних та близьких покійного.
        </p>
      </div>
    </section>
  );
};

export default SectionFuneralOrganisation;
