import TitleForPage from '../TitleForPage/TitleForPage';
import BanerForSection from 'components/BanerForSection/BanerForSection';
import s from './SectionMedicalSupportOnFuneral.module.scss';

const SectionMedicalSupportOnFuneral = ({
  title,
  imgBaner,
  imgBannerDescription,
}) => {
  return (
    <section className={s.sectionMedicalSupportOnFuneral}>
      <div className={`container ${s.funeralOrganisation__container}`}>
        <TitleForPage title={title} />
        <BanerForSection
          imgBaner={imgBaner}
          imgBannerDescription={imgBannerDescription}
        />

        <h2 className='title'>Навіщо потрібен медперсонал на похороні?</h2>

        <p className='description'>
          Втрата близької людини – це великий стрес та серйозний удар по
          фізичному та душевному здоров’ю, перенести який можуть далеко не всі.
          Сама церемонія прощання здатна посилити стресовий стан та загострити
          наявні хронічні захворювання, а також спровокувати непритомність.
          Відстань діючих кладовищ Києва від міста посилює таку ситуацію довгим
          приїздом карети швидкої медичної допомоги. Все це може закінчитися ще
          однією втратою в сім’ї або серйозним ускладненням хвороб без
          своєчасного надання лікарської допомоги.
        </p>

        <p className='description'>
          Чергування на похороні бригади кваліфікованого медперсоналу{' '}
          <b>допоможе впоратися з будь-якими позаштатними ситуаціями</b>,
          пов’язаними з різким погіршенням здоров’я присутніх на церемонії
          прощання у жалобному залі або на цвинтарі. Досвідчені медики з повним
          набором препаратів, інструментів та обладнання для надання екстреної
          медичної допомоги зможуть оперативно відреагувати на різке загострення
          проблем зі здоров’ям чи непритомність.
        </p>

        <h2 className='title'>Як замовити у Києві медичний супровід похорону?</h2>

        <p className='description'>
          Домовитися про таку послугу безпосередньо зі станцією швидкої допомоги
          пересічним громадянам не вдасться, оскільки це є незаконним. Ціни на
          подібні медичні послуги в платних клініках, які мають карети швидкої
          медичної допомоги, буквально захмарні і доступні лише заможним сім’ям.
        </p>

        <p className="descriptionItalic">
          <b>Ритуальне бюро «Омега»</b> може підібрати та замовити для похорону
          як духовий оркестр, так і збірні музичні інструментальні колективи. У
          деяких випадках церемонія прощання обходиться лише одним скрипалем,
          трубачем або віолончелістом. Музика навіть одного музиканта здатна
          створити на похороні відповідну атмосферу та надати заспокійливий
          ефект на присутніх. Транспортування похоронного оркестру лежить
          повністю на наших плечах та входить у вартість послуги.
        </p>
      </div>
    </section>
  );
};

export default SectionMedicalSupportOnFuneral;
